Repository: temison/edx
Catalog: edx-platform.uk.tmx
Source language: en_us
Languages: uk

source: Thank you for submitting your photos. We will review them shortly. You can now sign up for any %(platformName)s course that offers verified certificates. Verification is good for one year. After one year, you must submit photos for verification again.
uk: Дякуємо, що завантажили ваші фотографії. Ми переглянемо їх найближчим часом. Зараз ви можете записатись на будь-який курс на %(platformName)s, які надають верифіковані сертифікати. Верифікація валідна один рік. Після одного року вам доведеться знову завантажити фотографії для повторної верифікації.

source: Mark enrollment code as unused
uk: Позначити код зарахування як невикористаний

source: Could not parse amount as a decimal
uk: Не вдалося розпізнати суму у вигляді десяткового числа

source: Your answers have been saved.
uk: Ваші відповіді були збережені.

source: Country
uk: Країна

source: To add files to use in your course, click {em_start}Upload New File{em_end}. Then follow the prompts to upload a file from your computer.
uk: Для того щоб додати файли для використання у вашому курсі, натисніть {em_start}Завантажити новий файл{em_end}. Після цього слідуйте підказкам для завантаження файлу з вашого комп'ютера.

source: Your password has been set. You may go ahead and %(link_start)slog in%(link_end)s now.
uk: Ваш пароль було встановлено. Зараз ви можете перейти до %(link_start)sвходу%(link_end)s.

source: Validation Error
uk: Помилка валідації

source: Invalid data
uk: Некоректні дані

source: edX Logo
uk: Логотип edX

source: images
uk: зображення

source: This course does not support content libraries. Contact your system administrator for more information.
uk: Цей курс не підтримує бібліотеки компонентів. Зв'яжіться з системним адміністратором для отримання додаткової інформації.

source: Generate Proctored Exam Results Report
uk: Створити звіт про результати спостережуваних випробувань

source: Select an option
uk: Оберіть опцію

source: Download video
uk: Завантажити відео

source: I disagree with one or more of the peer assessments of my response.
uk: Я не погоджуюся не менше ніж з однією оцінкою моєї відповіді однокурсниками.

source: Sorry, there was an error parsing the subtitles that you uploaded. Please check the format and try again.
uk: Вибачте, але сталася помилка при розшифруванні завантажених Вами субтитр. Будь ласка, перевірте формат і спробуйте знову.

source: Percentage Discount
uk: Відсоток знижки

source: GIT_REPO_EXPORT_DIR not set or path {0} doesn't exist, please create it, or configure a different path with GIT_REPO_EXPORT_DIR
uk: Значення змінної GIT_REPO_EXPORT_DIR не установлено, або каталог {0} не існує. Будь ласка, створіть його або виберіть інший каталог для змінної GIT_REPO_EXPORT_DIR

source: Duration (sec)
uk: Тривалість (сек)

source: Entrance Exam Adjustment
uk: Налаштування вступного іспиту

source: Misuse Reported%(start_sr_span)s, click to remove report%(end_span)s
uk: Помічено неправильне вживання%(start_sr_span)s, клацніть щоб видалити звіт%(end_span)s

source: Requirements
uk: Вимоги

source: You've successfully logged into your {provider_name} account, but this account isn't linked with an {platform_name} account yet.
uk: Ви успішно викоритсали обліковий запис системи {provider_name}, але цей обліковий запис ще не зв'язано з системою {platform_name}.

source: Date that this problem is due by
uk: Термін здачі даного завдання

source: Enrollment Role
uk: Роль

source: You can unenroll in the course and receive a full refund for 2 days after the course start date.
uk: Ви можете відписатись від курсу і повністю повернути кошти протягом 2 днів після дати запуску курсу.

source: Certificates
uk: Сертифікати

source: The enrollment code ({code}) was not found for the {course_name} course.
uk: Не знайдено реєстраційний код ({code}) для курсу {course_name}.

source: Old email is the same as the new email.
uk: Стара електронна адреса така сама як і нова.

source: Showing all responses
uk: Показати всі відповіді

source: Team id is required.
uk: Ідентифікатор команди - обов'язкове поле.

source: There has been a 500 error on the {platform_name} servers
uk: Помилка 500 на серверах {platform_name}

source: Error starting a task to rescore problem '<%= problem_id %>' for student '<%= student_id %>'. Check that the problem and student identifiers are spelled correctly.
uk: Сталась помилка під час переоцінювання завдання '<%= problem_id %>' для студента '<%= student_id %>'. Перевірте, що ідентифікатори завдання та студента уведені вірно.

source: Un-enrollment of students
uk: Скасування реєстрації студентів

source: Expiry Date
uk: Дата завершення

source: Your response is still undergoing peer assessment. After your peers have assessed your response, you'll see their comments and receive your final grade.
uk: Ваш відповідь все ще проходить оцінку однолітків. Після того як ваші однолітки оцінили ваша відповідь, ви побачите свої коментарі і отримати підсумкову оцінку.

source: Unable to switch to specified branch. Please check your branch name.
uk: Неможливо переключитися на вказану гілку. Будь ласка, перевірте ім'я вашої гілки.

source: All payment options are currently unavailable.
uk: Всі методи оплати в даний момент недоступні.

source: Unable to deliver your submission to grader (Reason: {error_msg}). Please try again later.
uk: Неможливо доставити вашу відповідь системі оцінювання (Причина: {error_msg}). Будь ласка, спробуйте пізніше.

source: Redo
uk: Повернути відміну

source: Course added to cart.
uk: Курси додано до кошика.

source: {email} is already on the {course} team. Recheck the email address if you want to add a new member.
uk: {email} вже доданий до команди {course}. Перевірте електронну адресу ще раз, якщо хочете додати нового члена.

source: A webcam and a modern browser
uk: Веб-камера і сучасний браузер

source: We're sorry, there was an error with processing your request. Please try reloading your page and trying again.
uk: Приносимо вибачення, сталась помилка під час обробки вашого запиту. Будь ласка, спробуйте перезавантажити вашу сторінку та спробувати знову.

source: A valid email address is required
uk: Необхідна коректна адреса електронної пошти

source: This page left intentionally blank. It is not used by edx.org but is left here for possible use by installations of Open edX.
uk: Ця сторінка залишена порожньою навмисно. Вона не використовується сайтом edx.org, але залишена тут для можливого використання при установці Open edX.

source: Update response
uk: Оновити відповідь

source: A Note to Learners
uk: Примітка для слухачів

source: The supplied course id {course_id} is not valid.
uk: Зазначений ідентифікатор курсу {course_id} недійсний.

source: Delete Student State
uk: Видалити стан студента

source: Overall Grade
uk: Загальна оцінка

source: Error: No grader has been set up for this problem.
uk: Помилка: для даного завдання не призначено спосіб оцінювання

source: The name that will identify you in your courses - {bold_start}(cannot be changed later){bold_end}
uk: Ім'я, яке буде ідентифікувати Вас в Ваших курсах - {bold_start}(не може бути змінене пізніше){bold_end}

source: This age histogram presents data computed for the %(value)s%% of enrolled students who provided a year of birth.
uk: Ця вікова гістограма показує дані на основі %(value)s%% зарахованих студентів, які вказали свій рік народження.

source: Try the transaction again in a few minutes.
uk: Спробуйте ще раз здійснити платіж трохи пізніше.

source: %(num_students)s students opened Subsection
uk: %(num_students)s студентів відкривало підрозділ

source: Used Registration Code
uk: Використаний реєстраційний код

source: learners are already white listed and not added to
uk: студенти вже схвалені і не додані в

source: Payment Amount
uk: Сумa платежу

source: Your course could not be exported to XML. There is not enough information to identify the failed component. Inspect your course to identify any problematic components and try again.
uk: Ваш курс не може бути експортовано в XML. Недостатньо інформації, що ідентифікувати проблемний компонент. Перевірте свій курс, щоб знайти проблемний компонент, і спробуйте знову.

source: Selected price is not valid number.
uk: Обрана вартість не є коректним числом.

source: Your notification settings were unchanged, so nothing saved.
uk: Ваші налаштування повідомлень не були змінені, чи не збережено.

source: Select a Group Configuration
uk: Вибрати конфігурацію групи

source: Video Annotation
uk: Пояснення до відео

source: Create your account
uk: Створити обліковий запис

source: Search students
uk: Пошук студентів

source: These assessments were not useful.
uk: Ці оцінки не були корисні.

source: Enter email addresses and/or usernames separated by new lines or commas.
uk: Введіть електронні адреси та / або імена користувачів, розділивши їх комами або помістивши їх по одному на рядок.

source: Due:
uk: Термін:

source: Entrance exam successfully {action} for student '{student}'
uk: Вступний іспит '{student}' успішний, {action}

source: Number of students
uk: Кількість студентів

source: Each bar shows the average number of correct and incorrect submissions for each subsection. Only the last submission from each student is counted.
uk: Кожен стовпчик показує середнє число правильних і неправильних відповідей для кожного підрозділу. Враховується тільки остання відповідь від кожного студента.

source: Ban
uk: Заборонити доступ

source: Android app on Google Play
uk: Додаток Android на Google Play

source: Billed To:
uk: Виставлено Рахунок:

source: Add new students
uk: Додати нових студентів

source: Submitted
uk: Надіслано

source: <p><b>Insert Hyperlink</b></p><p>http://example.com/ "optional title"</p>
uk: <p><b>Вставте посилання</b></p><p>http://example.com/ "необов'язковий заголовок"</p>

source: This post is visible to everyone.
uk: Цей пост видно всім.

source: End Date:
uk: Дата Закінчення:

source: For <strong>questions on course lectures, homework, tools, or materials for this course</strong>, post in the {link_start}course discussion forum{link_end}.
uk: Якщо у вас є питання щодо <strong>лекцій, домашніх завдань, інструментів або інших матеріалів цього курсу</strong>, поставте їх у гілці {link_start}форуму для обговорення курсу{link_end}.

source: Is Proctoring Enabled
uk: Дозволено очне проведення

source: Review all submission variants below, or click Download CSV to review them offline.
uk: Перегляньте всі варіанти відповідей нижче або натисніть кнопку "Завантажити CSV", щоб переглянути їх потім.

source: The specified library is configured to fetch {count} problems,
uk: Зазначена бібліотека повинна повертати {count} завдань

source: Greek letters
uk: Літери грецького алфавіту

source: Company Contact Name:
uk: Контактне ім'я компанії:

source: The payment processor returned a badly-typed value {0} for param {1}.
uk: Обробка оплати повернула некоректно введене значення {0} для параметру {1}.

source: learners are successfully added to exception list
uk: студенти успішно додані в список виключень

source: Scope
uk: Масштаб

source: There was an error saving changes.
uk: Помилка при збереженні змін.

source: Your policy changes have been saved.
uk: Внесені вами зміни до правил, були збережені.

source: SubRip (.srt) file
uk: Файл SubRip (.srt)

source: Honor
uk: Честь

source: Complete our course feedback survey
uk: Заповніть форму відгуку про цей курс

source: Downloadable Transcript URL
uk: URL файлу субтитрів для скачування

source: You should see your new email in your {link_start}dashboard{link_end}.
uk: Ви можете переглянути нову адресу вашої електронної пошти на сторінці {link_start}вашого облікового запису{link_end}.

source: View Details
uk: Детальніше

source: You have been un-enrolled in {course_name} at {site_name} by a member of the course staff. The course will no longer appear on your {site_name} dashboard.
uk: Ви були відраховані з курсу {course_name} на {site_name} одним із співробітників курсу. Курс більше не буде відображатися на Вашій {site_name} панелі управління.

source: Course team members with the Staff role help you manage your course. Staff can enroll and unenroll learners, as well as modify their grades and access all course data. Staff also have access to your course in Studio and Insights. You can only give course team roles to enrolled users.
uk: Члени команди, які володіють правами співробітників, допомагають вам керувати курсом. Співробітники можуть зараховувати і відраховувати студентів, а також змінювати їх оцінки, їм доступні всі дані, що стосуються курсу. Працівники також мають доступ до курсу в Studio і Insights. Права співробітника можна надати тільки зареєстрованим користувачам.

source: Make a suggestion
uk: Дати пораду

source: No parsable task_output information found for instructor_task {0}: {1}
uk: Оброблену інформацію по task_output не знайдено для instructor_task {0}: {1}

source: {first_provider} and {second_provider}
uk: {first_provider} і {second_provider}

source: While you tried to delete this article, it was modified. TAKE CARE!
uk: Поки ви намагалися видалити цю статтю, вона була змінена. БУДЬТЕ ОБЕРЕЖНІ!

source: Whether this student has posted words to the cloud.
uk: Чи додав студент слова до хмари.

source: All rights reserved
uk: Всі права захищені

source: %(file)s has been saved.
uk: %(file)s був збережений.

source: Certificate generation task for all students of this course has been started. You can view the status of the generation task in the "Pending Tasks" section.
uk: Складаються сертифікати для випускників курсу. Статус цього процесу можна подивитися у розділі «Поточні завдання».

source: Score
uk: Бали

source: {category} Program Course
uk: {Категорія} Програма курсу

source: Subscribe to the {platform_name} subreddit
uk: Читати новини {platform_name} на сайті reddit.com

source: This field is not editable
uk: Це поле не можна редагувати

source: Check back later when the assessment period has opened.
uk: Перевірити пізніше, коли період оцінка відкрив.

source: Credit Card Number
uk: Номер кредитної карти

source: Are you sure you want to delete {email} from the course team for “{course}”?
uk: Ви впевнені, що хочете видалити {email} від команди курсу для “{course}”?

source: Add {course_name} to Cart <span>({price} USD)</span>
uk: Додати {course_name} до корзини <span>({price} USD)</span>

source: %(field)s must have at least %(count)d characters.
uk: %(field)s повинно бути не менш %(count)d символів.

source: Amount Refunded
uk: Сума повернутих коштів

source: Extensions
uk: Розширення

source: Custom...
uk: Обрати...

source: Time you want the video to start if you don't want the entire video to play. Not supported in the native mobile app: the full video file will play. Formatted as HH:MM:SS. The maximum value is 23:59:59.
uk: Момент, коли почнеться відтворення відео, якщо не потрібен перегляд всього відео. У мобільному додатку не підтримується: відео відтворюються повністю. Формат ЧЧ:ММ:СС, максимальне значення 23:59:59.

source: Click to remove all chosen %s at once.
uk: Клацніть щоб одразу видалити всі обрані %s.

source: Enter the number of components to display to each student.
uk: Введіть кількість компонент, що відображаються слухачам.

source: Invalid course key
uk: Невірний ключ курсу

source: Some comments I received were inappropriate.
uk: Деякі коментарі, які я отримав, були недоречні.

source: Highlights and notes you've made in course content
uk: Підкреслювання та нотатки, які ви зробили у вмісті курсу

source: Unknown Error Occurred.
uk: Сталася невідома помилка.

source: rescored
uk: розраховано

source: instructors
uk: інструктори

source: Click here to log in.
uk: Натисніть для входу.

source: Unflag
uk: Зняти відмітку

source: incomplete
uk: не закінчено

source: Click to change
uk: Натисніть для редагування

source: Errors
uk: Помилки

source: Dates
uk: Дати

source: Text color
uk: Колір тексту

source: You are enrolling in: {course_name}
uk: Ви реєструєтесь на: {course_name}

source: Terms of Service &amp; Honor Code
uk: Умови надання послуг і Кодекс честі

source: contentType must be an image.
uk: Тип вмісту contentType повинен бути зображенням.

source: enter code here
uk: уведіть тут код

source: User {username} does not exist
uk: Користувач {username} не існує

source: The authorization has already been captured
uk: Дозвіл вже було зафіксовано

source: Processing your account information…
uk: Обробка даних Вашого облікового запису ...

source: Course Navigation
uk: Навігація по курсу

source: Discussion Forum External Link
uk: Зовнішнє посилання на форум обговорення

source: Copy
uk: Копіювати

source: date
uk: дата

source: e.g. Your Name (for certificates)
uk: наприклад, Ваше Ім'я (для сертифікатів)

source: Follow {platform_name} on Twitter
uk: Читати новини {platform_name} в Twitter

source: Deleted
uk: Видалено

source: User:
uk: Користувач:

source: No response from Xqueue within {xqueue_timeout} seconds. Aborted.
uk: Немає відгуку від підсистеми Xqueue протягом {xqueue_timeout} секунд. Роботу припинено.

source: Remote Gradebook
uk: Віддалений журнал оцінок

source: Copyright
uk: Авторське право

source: Video Download Allowed
uk: Дозволити скачування відео

source: All groups must have a unique name.
uk: Кожна група повинна мати унікальну назву.

source: Weekly Student Engagement
uk: Щотижневе залучення студентів

source: To add or remove course staff or instructors, visit the Membership section of the Instructor Dashboard.
uk: Щоб додати або видалити співробітників курсу або викладачів, відвідайте розділ членства викладацької панелі управління.

source: You have unsaved changes.
uk: У вас є незбережені зміни.

source: The %(platform_name)s Team
uk: Команда %(platform_name)s

source: User {username} is not enrolled in the course {course_key}
uk: Користувач {username} не зареєстрований на курс {course_key}

source: The external source URL for the video.
uk: Зовнішнє посилання URL на відео.

source: Reset Password
uk: Змінити Пароль

source: Grades from {course_id}
uk: Оцінки курсу {course_id}

source: Time of purchase
uk: Час покупки

source: You Have Completed This Assignment
uk: Ви завершили це завдання

source: We're sorry. Something went wrong with your activation. Check to make sure the URL you went to was correct &mdash; e-mail programs will sometimes split it into two lines.
uk: Ми вибачаємося. Щось пішло не так з вашою активацією. Пересвідчтесь що URL адреса на яку ви переходили правильна; поштові програми іноді розділяють її на два рядки.

source: Team Description (Required) *
uk: Опим команди (необхідно)

source: Problem successfully {action} for {attempted} students
uk: Проблема успішно {action} для {attempted} студента

source: Turn off transcripts
uk: Вимкнути переклад

source: SET CERTIFICATE EXCEPTIONS
uk: ВИЗНАЧИТИ СЕРТИФІКАТИ - ВИКЛЮЧЕННЯ

source: OPTIONAL: After this date/time, users will no longer be able to enroll in this mode. Leave this blank if users can enroll in this mode until enrollment closes for the course.
uk: ДОДАТКОВО: Після цієї дати/часу, користувачи більше не зможуть зареєструватися в цьому режимі. Залиште це поле порожнім, якщо користувачам можна зареєструватись у цьому режимі, поки реєстрація не закриається для курсу.

source: incorrect
uk: неправильно

source: Incomplete Views
uk: Неповних показів

source: Here are a list of problems that need to be peer graded for this course.
uk: Список завдань цього курсу, що підлягають взаємній перевірці.

source: Please make sure your browser is updated to the most recent version possible.
uk: Будь ласка, перевірте, чи використовуєте ви найновішу версію вашого браузеру.

source: Send password reset email
uk: Відправити email для відновлення паролю

source: We're having trouble loading this page. Please try again in a minute.
uk: Виникла проблема при завантаженні сторінки. Спробуйте ще раз через хвилину.

source: Registered as:
uk: Зареєстрований як:

source: The course key for the course we would like to be auto-cohorted.
uk: Ключ курсу для курсу, слухачі якого будуть автоматично поділені на групи.

source: OPTIONAL: This is the SKU (stock keeping unit) of this mode in the external ecommerce service. Leave this blank if the course has not yet been migrated to the ecommerce service.
uk: ДОДАТКОВО: Це SKU (ідентифікатор товарної одиниці) цього режиму в зовнішній службі електронної комерції. Залиште це поле порожнім, якщо курс ще не було перенесено до служби електронної комерції.

source: The location of the problem being graded. Only used when "Show Single Problem" is True.
uk: Місцезнаходження оцінюваного завдання. Використовується лише за умови якщо налаштуванню "Показати одне завдання" присвоєно значення "True"

source: Make visible to:
uk: Зробити видимим для:

source: If you don't have an {platform_name} account yet, click <strong>Register</strong> at the top of the page.
uk: Якщо ви не маєте облікового запису в системі {platform_name}, натисніть кнопку <strong>Реєстрація</strong> у верхній частині сторінки.

source: Please make sure your browser is updated to the most recent version possible
uk: Будь ласка, перевірте, чи використовуєте ви найновішу версію вашого браузеру

source: suggestion
uk: пропозиція

source: Course Id
uk: Ідентифікатор курсу

source: You can now {link_start}log in{link_end}.
uk: Тепер Ви можете {link_start} увійти {link_end}.

source: Log into My {platform_name} Account
uk: Увійти у Мій {platform_name} Аккаунт

source: Italic (Ctrl+I)
uk: Курсив (Ctrl+I)

source: Select a currency.
uk: Виберіть валюту.

source: Specify whether students can submit an image file along with their text response.
uk: Вкажіть, чи можуть студенти вставити зображення у текстову відповідь

source: Go back to the {link_start}home page{link_end}.
uk: Поверніться на {link_start}головну сторінку{link_end}.

source: Source/Citation
uk: Джерело / Посилання

source: Due Time format two digit hours colon two digit minutes
uk: Формат кінцевого часу: дві цифри годин, двокрапка, дві цифри хвилин

source: Problem must be answered before it can be graded again.
uk: Необхідно відповісти на задачу перед тим як вона може бути знову оціненою.

source: Instructions Unavailable
uk: Інструкція доступна

source: Constrain proportions
uk: Властивості

source: Enter true or false. If true, the course will not be graded.
uk: Введіть "true" або "false". Якщо "true", на курсі не виставлятимуться оцінки.

source: Create Enrollment Report
uk: Створити звіт про реєстрації на курс

source: Welcome to the edX Wiki
uk: Ласкаво просимо до edX Wiki

source: The status for any active tasks appears in a table below.
uk: Стан усіх активних процесів відображається у таблиці нижче.

source: Open Response Assessment
uk: Оцінка відповіді у вільній формі

source: Failed to create a background task for rescoring "{key}": {id}.
uk: Неможливо створити фонове завдання для перерахунку "{key}": {id}.

source: Total value
uk: Загальна вартість

source: The course is full: the limit is {max_student_enrollments_allowed}
uk: Курс повний, обмеження в {max_student_enrollments_allowed} слухачів не може бути перевищене

source: {EdX} is a non-profit created by founding partners {Harvard} and {MIT} whose mission is to bring the best of higher education to students of all ages anywhere in the world, wherever there is Internet access. {EdX}'s free online MOOCs are interactive and subjects include computer science, public health, and artificial intelligence.
uk: {EdX} - некомерційна платформа, створена завдяки партнерству {Harvard} і {MIT}. Її завдання - надати доступ до найкращого вищої освіти через Інтернет студентам різного віку, по всьому світу. Безкоштовні онлайн курси {EdX} інтерактивні; вони охоплюють ряд предметів, включно з інформатикою, охороною здоров'я та штучним інтелектом.

source: Invalid email {email_address}.
uk: Не корректна e-mail адреса {email_address}
